Tekla.Structures.ModelInternal.SharingEvents
Implements Tekla.Structures.Model.ISharingEvents.

Tekla.Structures.ModelInternal.SharingEvents.wrappersDictionary
Dictionary to map external event handlers to internal event handlers, to adapt event types.

Tekla.Structures.ModelInternal.SharingEvents.SharedModelStateChanged


Tekla.Structures.ModelInternal.SharingEvents.Dispose
